{"Sydney Morning Herald (Australia)": "REGARDED as major pests by orchardists who attacked them with guns, poison and dynamite, and reviled as vampires by those who did not know them, flying foxes are being regarded for their importance just as life is proving difficult for them.\n\nForty-two species of forest trees and shrubs depend on them for pollination and seed dispersal but the general draining of melaleuca swamps and the clearing of rainforest and mangroves are depleting their numbers.\n\nIn a search for food and camping grounds, flying foxes are extending their southern range each year.\n\nThe tropical black flying fox now travels well into northern NSW. Some females of the temperate- climate grey- headed flying foxes fly hundreds of kilometres past their former southernmost maternity camp at Wingham to bear their young on the south coast. Forty thousand little red flying foxes camp in the northern Sydney suburb of Gordon and seek food in parks and backyards.\n\nLittle reds once camped in colonies of up to a million. During last summer, 400,000 came together in forest near Queens Lake, Laurieton, on the mid-North Coast.\n\nHowever, such wondrous congregations are now rare. The drought brought them in from a wide area to a fortunate, heavy, localised flowering of melaleuca, banksia and eucalypts. They split up and scattered in February.\n\nMany of the pregnant females would have headed north to bear their March-April young which are subject to pneumonia if the temperature drops below 32C. A group of 10,000 mixed sexes and mixed ages flew south to the Wingham Brush and joined a more or less permanent colony of about 1000 grey heads.\n\nWingham Brush is a valuable area of subtropical, floodplain rainforest, a plant community that has been almost totally cleared. In 1980 this remnant had been overcome by several frighteningly vigorous South American vines. They shrouded trees 30 metres high, breaking down branches with their weight, sometimes pulling down whole trees.\n\nLocal dentist John Stockard and an energetic group spent years cutting every stem of every vine and painting the cut with pure Roundup.\n\nThe forest has now recovered and, among 70 species of trees and shrubs, displays outstanding individuals, a Moreton Bay fig 32m high with a 15m spread across its buttresses and a giant stinging tree 27m high and 3m across the fluted base.\n\nThe flying fox colony causes severe damage to this remnant. Little reds mass together, hundreds to each tree, with perhaps 200 in the top of a sapling. They hang head down from branches big and small. Sometimes they hang one \n\nfrom the other. Their weight breaks off twigs and limbs, their movements knock off leaves. When a tree is stripped bare, they move to another.\n\nThis damage was valuable in forests of original size. In the middle of a dense 900 hectares, it opened up what looked like small areas to the light and allowed colonising plants to germinate and rejuvenate the forest.\n\nIn the nine hectares of Wingham Brush, the destroyed trees seem to cover a big area, and anyway, the little forest gets all the light it needs on its perimeter. A camp takes off to feed at dusk. Ten to 20 leaders fly up and circle, calling others to join them.\n\nSoon there are thousands in the air, all shrieking at once. They sort themselves into groups and fly off in different directions. If they pass over water, even salt water, some break away, swoop down, take a few gulps on the wing, then splash into the water, soaking the hair on breast and belly. They fly to the nearest tree and lick it off.\n\nThey frequently have to fly 30km and it takes them the whole night to take in the necessary amount of food, half the weight of their bodies. They lick up nectar and pollen and bite out pieces of soft fruit, which they first chew then crush between tongue and ridged palates, swallowing only the liquid and small seeds and spitting out the fibre.\n\nAll their food is high in energy, passing through the gut quickly so that they do not have to carry home a heavy mass of food. Flying is hard work since their bones are heavy and solid, not hollow and aerated like the bones of birds. Heavy winds can make the flight home perilous. Often they crash into the tops of trees as gusts fling them about.\n\nThey arrive back at camp about daybreak, full of sugar and excited. They chatter as they find roosting positions, challenging one another with not too menacing screams, sometimes striking lightly with the long, bare, curved thumbnail on the end of the wings.\n\nIt is a relatively amiable assemblage, though there are constant noisy squabbles somewhere that last for minutes at a time, and a never ending repertoire of more than 20 calls from deep grunts to shrill cries. The noise is overwhelming.\n\nWhen mothers give birth, they catch the new-born in their wings, groom it with their tongues, then bring it up to one of the two nipples on their chests. The babies hang on with hind claws in their mothers' fur and a grip of their recurved teeth on the nipples.\n\nThe mothers carry them about for a few weeks until fur grows on their bare bellies, then leave them at the camp when they go out each night. In the morning mothers and young find one another by voice and smell, the mothers feed them, groom them using their hind feet as combs, then they wrap their wings over them so that the young ones are parcelled out of sight, and both rest for a short time.\n\nA camp is always in action. As a day warms up, single wings unwrap from hundreds of bodies and begin a steady fanning. If a wing should brush a neighbour during this exercise, there is an immediate row and a shift of a few centimetres along a branch to give more room. On a hot day they urinate into their wings and spread the liquid over their bodies to get evaporative cooling.\n\nGROOMING takes hours each day. They come back to camp with fur glued together with nectar. They rake it free with the five toes of their hind feet spread into the shape of a comb. The claw on the wing is used to clear the worst tangles.\n\nThe delicate membrane of the wings requires special treatment. They lick every square centimetre of it top and bottom, a considerable area.\n\nThe males repeatedly brush their wings over a gland at the back of the neck then wipe the exudations over their fur. The strong smell acts as an attractant to females and a warning to other males. \n\nSudden, vigorous scratching by individuals is a constant part of the day. Most of them carry a few fast-moving, long- legged flies that suck their blood and make them itchy.\n\nFlying-foxes are likely to be reclassified scientifically as primates. Be kind to them - they may well be relations.\n\nFLYING FOX FACT FILE\n\nDESCRIPTION:\n\nLargest bat in Australia, some with wingspans of 1,250mm. Named because of fox-like face and reddish colour on shoulders\n\nREPRODUCTION:\n\nBreeding season summer to early autumn; bears single offspring 6-7 months later.\n\nHABITAT:\n\nRainforest, mangroves; roosts in trees\n\nSPECIES:\n\n56 species in the world, with four in Australia\n\nHABITS:\n\nUp to 250,000 congregate near food sources in large camps, which are used for up to 50 years", "The New York Times": "International A2-7\n\n\nUNLIKELY LOVE IN GUATEMALA\n\nThe relationship between Jennifer Harbury, an American lawyer, and Efrain Bamaca Velasquez, a Guatemalan guerrilla, was improbable but passionate, and, in the end, marked by tragedy. A1\n\nJAPANESE SEARCH NARROWS\n\nThe police search of a Japanese religious sect's properties focused on a building that believers say is one of the organization's most holy sites. It also contains a sophisticated laboratory.A2\n\n\nU.S. PRESSING IRAQ\n\nThe White House stepped up diplomatic pressure on Iraq to release Americans imprisoned for illegally entering the country. A3\n\n\nHillary Rodham Clinton met with Benazir Bhutto on Asia trip. A3\n\n\nSeven of 15 European nations dismantled border controls. A6\n\n\nTies between Colombia's drug traffickers and guerrillas. A7\n\n\nKabul Journal: A widowed land, picked clean by fruitless wars. A4\n\n\nNational A8-12, B7\n\n\nCANCER TESTS SPEED TO MARKET\n\nWith a stunning swiftness, genetic tests for cancer are entering the market, fueling a debate between supporters, who say people could be motivated to obtain earlier treatment if tests show they are likely to develop cancer, and opponents, who say it is unclear if people will be helped or harmed. A1 \n\n\nSTUCK IN THE MIDDLE\n\nVoters like those in Moreno Valley, Calif., where political traditions are overwhelmed by a streak of independence, say they feel caught in a predicament and wonder why politicians do not help. That has attracted pollsters of both parties seeking the nation's political pulse. A1\n\n\nHEADING INTO THE STRETCH\n\nAs they move into the final phase of their 100-day drive, House Republicans will face tough battles on term limits and tax cuts, as the Senate seems likely to undo some measures that have already passed in the lower house. B7\n\n\nPROMISE MEETS REALITY\n\nPolitical Memo: The line-item veto bill, which President Clinton has promised to sign, is close to becoming law, but what it is likely to mean remains uncertain. A1\n\n\nREPUBLICAN SEEKS NOMINATION\n\nVowing to turn the campaign into a debate on family values, especially abortion, Alan L. Keyes, a black conservative who is a talk-show host, announced he would seek the Presidential nomination. A8\n\n\nCREEPING THROUGH CHICAGO\n\nSanta Fe 2903, the largest steam locomotive in Illinois, has slowly been moving through the streets of Chicago for the last week as track panels are slowly laid to take it to a main line, where it will be pulled to its new home. A8\n\n\nWOLVES CAVORT IN YELLOWSTONE\n\nAfter several days of staying in temporary pens, even though they were open, five wolves are frolicking and moving about in snowy Yellowstone National Park. A8\n\n\nMetro Digest B1\n\n\nA HAZARD UNDERGROUND\n\nFour years after the $695 million Iroquois Gas Transmission pipeline was completed, Federal prosecutors, landowners and contractors are asking whether a rushed construction job took short cuts with safety. A1\n\n\n296 ARRESTED IN COCKFIGHT\n\nHeavily armed police officers and agents of the American Society for the Prevention of Cruelty to Animals crashed into an old movie theater in the Bronx late Saturday night, seized 296 people and scores of caged roosters and shut down what had been billed as a national championship cockfight. A1\n\n\nBusiness Digest D1\n\n\nArts/Entertainment C11-16 \n\nLouise Fletcher on Oscar glory. C11\n\n\nTheater: \"Rob Becker's Defending the Caveman.\" C11\n\n\nFilm: \"Eclipse.\" C12\n\n\n\"A Light-Sensitive Story.\" C12\n\n\nMusic: Andras Schiff at Carnegie Hall. C11\n\n\nGilberto Santa Rosa. C15\n\n\nBooks: \"Making Modernism,\" a tale of Picasso. C15\n\n\nTelevision: Oscar, Oscar, everywhere. B8\n\n\nSports C1-10\n\n\nLABOR BOARD TO SEEK INJUNCTION\n\nThe National Labor Relations Board voted to seek an injunction against baseball club owners. The move could send striking players back to work later this week. A1\n\n\nBasketball: Mason back. C1\n\n\nColumns: Vecsey on Sutton. C7\n\n\nOn Baseball. C3\n\n\nHigh Schools: Marbury finale. C6\n\n\nHockey: Islanders tie Devils. C2\n\n\nMessier injury not serious. C2\n\n\nN.C.A.A.: UMass beaten. C1\n\n\nArkansas still alive. C1\n\n\nA test awaits UConn women. C6\n\n\nTennis: Agassi nips Sampras. C3\n\n\nObituaries B10 \n\n\nJoseph Needham, British biochemist and scientific historian\n\n\nDanny Apolinar, composer and nightclub performer\n\n\nEditorials/Op-Ed A14-15\n\n\nEditorials\n\n\nStopping the Yellowstone mine.\n\n\nNigeria's military misruler.\n\n\nSteven R. Weisman: Budget rites.\n\n\nLetters\n\n\nWilliam Safire: You lucky seven.\n\n\nAnthony Lewis: A garrison state?\n\n\nJeff MacGregor: Blurbatim.\n\n\nWinton M. Blount: Don't privatize art.\n\n\nChronicle B4\n\n\nBridge B8\n\n\nCrossword C16", "The Age (Melbourne, Australia)": "Indonesian coal offering.\n\nJakarta, Monday.\n\nThe Australian mining company CRA and British Petroleum Company plc said today they would sell stock in Indonesia's largest coal-mining company to the public for the first time. PT Kaltim Prima Coal will be sold on the Jakarta Stock Exchange. BP and CRA each have a 50 per cent interest in Kaltim Prima. The company employs 2300 workers. Last year it shipped 9.9 million tonnes of coal. When and how much stock will be sold remained to be determined, CRA told the Australian Stock Exchange today. -- Bloomberg.\n\nMoonstone after mine share.\n\nThe diamond explorer Moonstone Diamond Corporation NL said yesterday in Perth that it expected to move to the rank of diamond producer later this year after taking an option to acquire an interest in a small-scale diamond mine in South Africa. The executive director, Mr Alan Hopkins, said the explorer would begin bulk sampling next month on a diamond-bearing kimberlite pipe located 25 kilometres north-west of the town of Postmasburg. -- AAP.\n\nNZ acquisition by ICI.\n\nICI Australia said yesterday that its wholly owned New Zealand subsidiary had acquired the assets of the New Zealand-based CCL group of companies. The sale price was not disclosed. However, ICI said CCL had total sales of around $NZ50 million ($A44.9 million) a year and employed about 80 people. The assets were acquired from Burns Philp.\n\nICI said CCL comprised two businesses Chemical Cleaning and Fluid Transport Services. -- AAP.\n\nScholl brandishes Sword.\n\nLondon, Monday.\n\nThe British footwear and health-care firm Scholl plc said today that it had been awarded a 10-year licence to distribute Wilkinson Sword brands in Australia from July. The company said annual sales of Wilkinson Sword products in Australia were estimated at $A9.5 million.\n\nThe award follows an undertaking given by Gillette Co to the Australian Trade Practices Commission that it would license its Wilkinson trademarks to an independent third party. Reuter Cathay welcomes talks.\n\nHong Kong, Monday. \n\nCathay Pacific Airways said today it welcomed the resumption of air services talks between the Hong Kong and Australian governments which began in Canberra today. Cathay said it hoped the talks would resolve what had developed into a major dispute. The interpretation of the air services agreement governing the frequency and routing of commercial flights between Hong Kong and Australia was at issue, it said.\n\nQantas's permit to operate on the route expires on 29 April. -- Reuter.\n\nTNT acquires French group.\n\nThe transport group TNT has acquired the operations of a transport and logistics group owned by the Bachini family, which operates mainly through Marseilles-based Societe Affretements Groupages et Transports Bachini SA in France. Mr Mark Gell, head of investor relations for TNT, said the company would not disclose the price of the acquisition nor the annual earnings of the French group. The Bachini companies are primarily active in the south of France. -- Bloomberg.", "The Washington Post": "The Cat Came Back (Sanctuary Woods, $ 39.95; ages 7-11). The cat of the title in this electronic storybook belongs to Mr. Johnson, an old man who wants -- for unexplained reasons -- to give the cat away. But though he tries and he tries, Old Mr. Johnson just can't seem to get rid of the cat. When he puts the cat on an ocean liner, it comes back, holding a suitcase, a lei around its neck. When he gives it away to a balloonist, with instructions to drop the cat off on the moon, the cat comes back in a spaceship.\n\nWhich leads to the refrain: \"But the cat came back, the very next day. The cat came back, they thought he was a goner. The cat came back, he wouldn't stay away.\"\n\nKids can opt to interact with this electronic storybook on CD-ROM in different modes -- they can have the story read to them, or they can read the story and then explore each screen. When Old Mr. Johnson repairs his roof after a storm that has blown the cat away (you can see the cat returning in the background, stepping out of a taxi), the program asks kids to choose several things that are found on a house. When a child uses the mouse to click on one -- a window, say -- a recorded voice identifies it as a window. Children can write their own stories and then print them out; they can even make recordings of themselves reading and singing.\n\nThe story and interactive modes can be accessed in English, Spanish or French.\n\nThe interface and controls are clear and easy to use. The content of this CD-ROM, however, makes it more suitable for 7-year-olds than for 11-year-olds. And, though I looked at Windows versions of this and the other CD-ROMs reviewed here, Macintosh versions are available for many as well.\n\nAlistair and the Alien Invasion (Simon & Schuster Interactive, $ 59.95; ages 5-10). Based on the book of the same title by Marilyn Sadler and Roger Bollen, this interactive storybook features Alistair Grittle \"a most unusual boy.\" At 8, he tells us proudly, \"I went to the moon in a spaceship I built in my basement.\" Even more unusual, he's neat, polite and such a good student he thanks his teachers for giving him homework.\n\nThe trouble starts when Alistair uses his spaceship to go in search of an unusual plant to fulfill a homework assignment. When he returns home, he discovers that Earth has been invaded by aliens. It's up to Alistair to save the day which, of course, he does.\n\nAs is common with many electronic books, children can have the story read to them or they can opt to read it themselves and play within the story. This is pretty standard stuff except that in Alistair and the Alien Invasion children can see 360-degree views of Alistair's bedroom, classroom or the streets of Twickadilly, his hometown. The animations use a new technology that makes the animations comparable in quality to television cartoons, though not nearly as interesting as, say, classic Disney animations.\n\nUnfortunately, the interactivity, with a few exceptions, is unexciting. Occasionally -- as when a book in Alistair's bedroom-laboratory opens and a horror-movie voice says, \"It was a dark and stormy night,\" while storm clouds and \n\nlightning flashes emerge from the book -- the interactive portions are quirky and wry. Mostly, though, they seem like afte rthoughts, as does the requisite educational game, which asks children to find plants in several scenes from the story. The game proved too difficult for me, though the average computer literate 5-year-old should find it no problem.\n\nIdeas that Changed the World: The Greatest Discoveries and Inventions of Human History (Cambrix Publishing, $ 49.95). This is one of those CD-ROMs that leaves you wanting to see multimedia the way it will be several years from now. Which is another way of saying it's a great demonstration of the potential of multimedia, a potential that, sadly, isn't quite realized here.\n\nBased on the book by Robert Ingpen and Philip Wilkinson, Ideas that Changed the World surveys human inventiveness from fire and flint tools to computers and the space shuttle. Organized in chapters and subchapters, it begins with \"The First Inventions\" and continues through developments in transportation, communications, agriculture, architecture, medicine and many, many other fields. Throughout there are illustrations -- drawings, photographs, paintings and videos.\n\nThose last are a perfect illustration of what's wrong with this CD-ROM and the medium in general. The videos appear in a small window on the screen. They're jerky and blurry -- though anyone who regularly looks at CD- ROMs will be used to that. Then, too, the soundtrack features annoying electronic music. An option allows you to turn the music off, but there didn't seem to be a way to do it permanently, so you have to turn the music off each time you start the CD-ROM.\n\nThe interface and controls were less than intuitive. Two images, meant to represent the spines of books, appear on either side of the screen. By moving the mouse cursor over various parts of the spines you can choose which chapter or subchapter to look at or, within a chapter, scroll up or down. The trouble, though, was that these controls were hard to figure out and required consulting the directions. CD-ROMs should be as easy to use as books, and we don't have to read directions to figure out how to use books.\n\nThat said, once the sound's turned off and the controls understood, you'll find that \"Ideas that Changed the World\" contains a wealth of information. You can look at a timeline of inventions, read the text of the book, or peruse a bibliography. High school students and bright junior high school students will find this a valuable adjunct to an encyclopedia. And even adults will find they learn something browsing through this CD-ROM.\n\nPC Globe Maps 'N' Facts (Broderbund, $ 32; ages 12-up). With more than 300 maps, many in color, and loads of statistics about countries, this is a CD-ROM that would prove useful to any computer-literate child doing his homework. It isn't just that a child could use the currency converter to find out the value of the Albanian lek to the U.S. dollar, or that a child can see each nation's flag and hear the national anthem, or that by clicking on one point, and then another, instantly see the distance between the two points.\n\nThere's more. Students can use the program to look up facts about a country, such as the percentage of males aged 0-9 in Togo, or the number of agricultural workers in China. Even better, they can compile this data into reports or modify and print out any of the maps.\n\nAs neat as PC Globe Maps 'N' Facts is, however, The Real Picture World Atlas (Now What Software, $ 49.95) is even neater. It also features geopolitical maps that show country boundaries and national capitals. And it has multimedia -- you can click on a country and hear a number of phrases ranging from \"Good morning,\" to \"I Love You\" to \"What is this in . . . ?\" in the language of that country.\n\nWhat makes The Real Picture World Atlas so neat, however, is what makes everything in the Small Blue Planet series so neat. Most of the maps are taken from satellite or high-altitude aircraft photographs. One, a world map compiled from satellite photos, shows the earth as it must look from a satellite or spaceship. The view is stunning and it is, unfortunately, probably the only way most of us are going to see the world that way. \n\nReal-World Math (Addison-Wesley, $ 39.95; ages 7-11). This is the kind of CD-ROM most people think of when they think of educational software. Designed to teach math skills to elementary school students, it takes children behind the scenes at an airport.\n\nStudents can choose to watch cartoons of airport operations, airport services, the flight deck or the control tower. In each area they learn both about how the area functions and how math is required. In the control tower, for example, they're shown the distance it takes different kinds of airplanes to take off and land, and then asked to plot those distances on a bar graph. They're also shown how air traffic controllers keep track of airplanes and then asked to complete the data as it would appear on a radar screen, a task that requires multiplication to figure out an aircraft's altitude and airspeed.\n\nThe object of all this isn't just to learn mathematical concepts, but to earn points that allow you to fly an airplane. Well, not exactly fly. Children can look at pictures of the planes, inside and out, and they can make, and print out, paper planes. But this isn't Flight Simulator, and children who start it expecting a video game as a reward will be disappointed.\n\nDavid Nicholson is an editor of Book World.", "The Australian": "AT Kwinana, south of Perth, a $200 million gamble by RTZ-CRA is beginning to pay off, though the mining giant does not see its investment as such.\n\n But at the end of the day Australia's biggest research and development project, HIsmelt, is a gamble which has tremendous implications both for the giant mining group and for Australia's international reputation.\n\n The prize is a technology to produce a high-quality, high-value, premium material for steel making at a time when the world steel industry is set to expand dramatically, particularly in Asia.\n\n By early next year significant changes to the HIsmelt test plant configuration at Kwinana are expected to clarify the prospects for a commercial application of the process.\n\nIt is possible the first location for a commercial-scale HIsmelt plant will be in the Pilbara, rather than attached to an existing steel mill overseas.\n\n The HIsmelt direct smelting process is second generation technology for the production of high-carbon molten iron from low-cost iron ore fines, using steaming coal and hot air blasts.\n\n Though the idea sounds simple, nobody in the steel industry has yet to achieve it in a commercial sense. Both the United States and Japanese steel industries have spent years on R&D trying to find a solution, and they appear to have put the problem aside.\n\n Direct smelting has huge attractions for steel makers - theoretically it is highly cost efficient, achieving savings through both lower capital and operating costs.\n\nThe process takes iron ore and turns it, in one stage, into an enriched iron - 96.5 per cent - feedstock for steel mills, either conventional or electric arc furnace (EAF).\n\n The direct reduction iron (DRI) concept, on which great effort is being lavished to develop processing projects in the Pilbara, is a two-stage process involving beneficiation of the iron ore before its iron content is lifted to about 90 per cent.\n\n But, compared with HIsmelt, the DRI process leaves a product which still has a lot of impurities, making the costs higher to end users.\n\nThe direct smelting theory is well established, so why has CRA shrouded its project in so much secrecy?\n\n The answer lies in developing the intellectual property to solve the inherent problems of direct smelting - such things as high wear rates for refractory bricks, coal consumption and the sheer complexity of the engineering involved. \n\n Mr John Innes, a CRA group executive assigned full time to HIsmelt for years, says the steel industry is very conservative and, no matter how promising the technical results achieved from a pilot plant, there is a great caution that those results can be replicated commercially.\n\nMr Innes sees one of his main contributions in the past 15 months as convincing scientists and engineers involved with the project that the engineering must be simplified.\n\n This is one reason why the horizontal smelt reduction vessel on which the process metallurgy has been proved will in November be replaced by a vertical vessel now being constructed in WA.\n\nHIsmelt's general manager, commercial and administration, Mr Neil Prideaux, admits that for the first year after hot metal was tapped at the Kwinana pilot plant in October 1993 progress was disappointingly slow.\n\nBut in an upbeat paper presented to a South-East Asia Iron & Steel Institute conference in Thailand in May, he said results last year had been very encouraging.\n\n \"Ongoing operations at Kwinana are centred on process and engineering parameters, together with the incorporation of various improvement concepts, in order that the commercial viability can be confirmed by the end of 1997 with the first commercial plant operating by early next decade,\" Mr Prideaux said.\n\n The really interesting point is that it is an iron ore producer - CRA's Hamersley Iron is an internationalscale operator in the Pilbara - which is making the running with direct smelting. Hamersley's managing director, development, Mr Malcolm Richmond, notes that iron ore from the Pilbara is not as iron-rich as that from Brazil, its principal competitor.\n\n Hamersley is likely to become HIsmelt's first customer - the company believes it could begin secondary processing of iron ore using the new technology at its Pilbara port of Dampier.\n\n Mr Richmond says that means must be found to economically upgrade iron ore fines so they can be used to extend the Pilbara iron industry beyond the next 30 years.\n\nIf HIsmelt's new configuration proves effective, Mr Richmond sees no reason a commercial plant producing up to 2 million tonnes annually could not be built in the Pilbara, fed by coal from one of RTZ-CRA's operations, possibly Queensland or Indonesia.\n\n Mr Richmond stresses the group has not made a decision on which way it will go in the bid to add value to iron ore exports. But his enthusiasm about Australia's advantageous position in the world technology stakes if HIsmelt proves commercially successful is a clear pointer to his hope that the decision can be made sometime next year.\n\n This is probably why the WA Government expects Hamersley to request a time extension over its current State agreement covering iron ore reserves.\n\n The latest extension, which expired yesterday and placed a secondary processing obligation on Hamersley, was granted on the basis of the original HIsmelt investment.", "The Times (South Africa)": "HEALTH BITES\n\nAll salt of the earth NUTRITION BITE\n\n THE fashionable sea salt looks better and tastes better than regular salt. But is it better for your health? According to the American Heart Association, no. Both types of salt have the same impact on your health.\n\n Both contain sodium and chloride, in the same ratio, so chemically there is almost no difference, according to Nutrition.about.com.\n\n If you want to lower your sodium intake, replace table salt or sea salt with herbal seasoning blends. BREAKTHROUGH OF THE WEEK EUROPEAN researchers claim they may be on the road to finding a malaria cure. They believe they have identified a group of proteins (called protein kinases) which are essential for the malaria parasites to survive in the blood stream. According to Andrew Tobin, professor of cell biology at the University of Leicester: \"If we stop these proteins kinases from working, then we kill the malaria parasites.\" BIZARRE OF THE WEEK SMOKING can make your nipples fall off, claims US plastic surgeon Dr Anthony Youn. But this applies only to people who have undergone breast lifts to perk up their chests.\n\n According to the surgeon, nicotine and carbon monoxide taken in during smoking can disrupt blood flow to different parts of the body, and so disrupts the healing process in breasts following surgery. \"I cringe every time I see a patient for a breast lift who is a smoker, because I'm afraid that despite my warnings, she will smoke before or after surgery and cause her nipples to turn black and fall off,\" the UK's Daily Mail quoted Dr Youn as saying. ONE THING FOR YOUR HEALTH TRAFFIC jams, job woes and visits from the in-laws can be very stressful. The Harvard Medical School suggests that people suffering from stress must pay attention to what they are doing at the moment because the stress response begins in the brain. This mindfulness can alleviate anxiety. Mindful activities include walking, listening to music, or merely taking notice of what you are walking past. -", "Mail & Guardian": "Is it justified? Should a newspaper disclose virtually all a nation's secret diplomatic communication, illegally downloaded by one of its citizens?\n\nThe widespread reporting of a selection of 250 000 United States state department cables marks a recasting of modern diplomacy.\n\nClearly there is no longer such a thing as a safe electronic archive, whatever computing's snake-oil salesmen claim. No organisation can treat digitised communication as confidential.\n\nAnything said or done in the name of democracy is, prima facie, of public interest. When that democracy purports to be \"world policeman\" -- an assumption that runs ghostlike through these cables -- that interest is global.\n\nNonetheless, the Guardian had to consider two things in abetting disclosure, irrespective of what is anyway published by WikiLeaks.\n\nIt could not be party to putting the lives of individuals or sources at risk, nor reveal material that might compromise ongoing military operations or the location of special forces.\n\nIn this light, two backup checks were applied. The US government was told in advance the areas or themes covered and \"representations\" were invited in return. These were considered.\n\n'Redactions'\n\n Details of \"redactions\" were then shared with the other four media recipients of the material and sent to WikiLeaks itself to establish some common standard. \n\nThe state department knew of the leak several months ago and had ample time to alert staff in sensitive locations. Its pre-emptive scaremongering over the weekend stupidly contrived to hint at material not in fact being published.\n\nNor is the material classified top secret, being at a level that more than three million US government employees are cleared to see, and available on the defence department's internal Secret Internet Protocol Router Network (Siprnet).\n\nSuch dissemination of \"secrets\" might be thought to be reckless, suggesting a diplomatic outreach that makes the British empire seem minuscule.\n\nThe revelations do not have the startling, cold-blooded immediacy of the WikiLeaks war logs from Iraq and Afghanistan, with their astonishing insight into the minds of fighting men seemingly detached from the ethics of war. The latest disclosures are largely of analysis and high-grade gossip.\n\nInsofar as they are sensational, it is in showing the corruption and mendacity of those in power, and the mismatch between what they claim and what they do.\n\nNo surprise\n\n Few will be surprised to know that Russian President Vladimir Putin runs the world's most sensational kleptocracy, that the Saudis wanted the Americans to bomb Iran, or that Pakistan's ISI is hopelessly involved with Taliban groups of fiendish complexity.\n\nWe now know that Washington knows too. The full extent of American dealings with Yemen might upset that country's government, but is hardly surprising.\n\nIf it is true that the Pentagon targeted refugee camps for bombing, it should be of general concern. American congressmen might also be interested in the sums of money given to certain foreign generals supposedly to pay for military equipment.\n\nThe job of the media is not to protect power from embarrassment. If American spies are breaking United Nations rules by seeking the DNA biometrics of the UN director general, he is entitled to hear of it.\n\nBritish voters should know what Afghan leaders thought of British troops. American (and British) taxpayers might question, too, how most of the billions of dollars going in aid to Afghanistan simply exits the country at Kabul airport.\n\nNo harm is done by high-class chatter about President Nicolas Sarkozy's vulgarity and lack of house-training, or about the British royal family.\n\nTalent problem\n\nWhat the American embassy in London thinks about the coalition suggests not an alliance at risk but an embassy with a talent problem.\n\nSome stars shine through the banality such as the heroic envoy in Islamabad, Anne Patterson. She pleads that Washington's whole policy is counterproductive: it \"risks destabilising the Pakistani state, alienating both the civilian government and the military leadership, and provoking a broader governance crisis without finally achieving the goal\".\n\nNor is any amount of money going to bribe the Taliban to our side. Patterson's cables are like missives from the Titanic as it heads for the bottom.\n\nThe money wasting is staggering. Aid payments are never followed, never audited, never evaluated. \n\nThe impression is of the world's superpower roaming helpless in a world in which nobody behaves as bidden. Iran, Russia, Pakistan, Afghanistan, Yemen, the UN, are all perpetually off script. Washington reacts like a wounded bear, its instincts imperial but its power projection unproductive.\n\nAmerica's foreign policy is revealed as a slave to right-wing drift, terrified of a bomb exploding abroad or of a pro- Israeli congressman at home.\n\nIf the cables tell of the progress to war over Iran or Pakistan or Gaza or Yemen, their revelation might help debate the inanity of policies which, as Patterson says, seem to be leading in just that direction.\n\nPerhaps we can now see how catastrophe unfolds when there is time to avert it, rather than having to await a Chilcot report on the war in Iraq after the event. If that is not in the public's interest, I fail to see what is.\n\nClearly, it is for governments, not journalists, to protect public secrets. Were there some overriding national jeopardy in revealing them, greater restraint might be in order. There is no such overriding jeopardy, except from the policies themselves as revealed. Where it is doing the right thing, a great power should be robust against embarrassment.\n\nWhat this saga must do is alter the basis of diplomatic reporting. If WikiLeaks can gain access to secret material by whatever means so presumably can a foreign power. Words on paper can be made secure, electronic archives not.\n\nThe leaks have blown a hole in the framework by which states guard their secrets. The Guardian material must be a breach of the Official Secrets Acts. But coupled with the penetration already allowed under freedom of information, the walls round policy formation and documentation are all but gone.\n\nAll barriers are permeable. In future the only secrets will be spoken ones. Whether that is a good thing should be a topic for public debate. -- Guardian News & Media 2010>", "The Times of India (TOI)": "MUMBAI: Officials at the Sahar airport on Tuesday were all set to receive the French President Nicolas Sarkozy and his wife Carla Bruni on the main runway. The repairs on the surface had been put on hold and the runway was cleared for the VVIP aircraft to land. However, just as in the case of US President Barack Obama, the French president's pilot preferred to land on the airport's secondary runway.\n\nThe French aircraft, an A-330 with the call sign FRARF, touched down on the secondary runway (14-32) at 11.06 am. The aircraft took off from the same runway later in the afternoon.\n\nThis is the second time, including Obama's visit, that the choice of the secondary runway for a VVIP aircraft surprised Mumbai airport officials. Many commercial airlines refuse to use the secondary runway because the Air Traffic Control (ATC) tower can appear as an obstruction in the flight path.\n\nOfficials believe that the recent re-carpeting of the secondary runway could be one of the reasons. \"It has a better surface now and, as a ready runway, makes for a better option than the one that is currently under repair.\"\n\nAlso, the secondary runway is better placed with regards to the parking bay that was assigned to both the American and French VVIP aircraft. Both were parked on apron 'Lima', which is located at the end of the secondary runway. \"The route for that apron is more circuitous from the main runway,\" a senior airport official said.\n\nInterestingly, while there was a 15-minute airspace closure before and after the US president's arrival, the closure time was only eight minutes before and after the French president's visit.\n\nFor Reprint Rights: timescontent.com", "The Hindu": "CHENNAI, Nov. 25 -- El Nino has become the buzzword this northeast monsoon and is said to be the cause ofthe torrential downpour across the State.\n\nWhile admitting that this is a strong El Nino year, weather experts pointed out that this was not the only global weather phenomenon that affects the monsoon.\n\n Tamil Nadu has so far received average rainfall of 39 cm, an increase of 32 per cent. Weather experts note that this is a defining El Nino year with the sea surface temperature going above normal. This has favoured an intense northeast monsoon in the State.\n\n El Nino and La Nina are complex weather patterns that result from variations in ocean temperatures in the equatorial Pacific Ocean. While El Nino is generally said to favour good northeast monsoons, La Nina leads to poor rainfall.\n\n However, there have been years when Tamil Nadu has received scant rainfall during El Nino years and excess rainfall when the La Nina factor is strong, meteorological department officials said. Global weather factors that influence weather patterns across the world were documented as early as 1950s, weather experts said. However, more people became aware of the climatic phenomenon and its impact only after the Internet era set in in the1990s.\n\n Y.E.A. Raj, former deputy director general of meteorology, Chennai, recalled that meteorologists who visited the United States used to bring tapes filled with data to research the impact of these global weather factors. \"We cannot deny El Nino's impact on excess rainfall this year. But, the State and Chennai can get excess rains in northeast monsoon even without El Nino. A classic example is 2005 when the state got 79 per cent more than its average of 43 cm of rainfall,\" he said says. Quoting from a study of data of northeast monsoon between 1961 and 2015, he said that the State received excess rains by at least 20 per cent during the nine years when neither El Nino nor La Nina factors were strong. The latest was in 2011. Years of no impact While El Nino contributed to a good monsoon in 17 years, it failed to have any influence in 1982, 1986 and 2002, when the State received less than 20 per cent of normal rainfall. This year, too, a combination of factors, including El Nino, Southern Oscillation and Siberian High, has been the driving force behind torrential downpour."}